Repository: atilas88/nextcloud_pdfsignature
Catalog: translationfiles/*/pdfsignature.po
Languages: es

source: This document don't have signatures
es: Este documento no tiene firmas

source: Bad HTTP method
es: Método http incorrecto

source: Signature settings
es: Configuraciones de firma

source: Pdf Signature
es: Firma de Pdf

source: Pdf digital signature integration
es: Integración de firma digital de Pdf

source: This app is an integration with pdf digital signature service
es: Esta app es una integración con un servicio de firma digital

source: Signature integration
es: Integración de firma

source: Signature API host
es: Servidor del API de firma

source: server url
es: url del servidor

source: Signature API key
es: Clave del API de firma

source: Save
es: Guardar

source: PdfSignature options saved
es: Configuraciones de PdfSignature guardadas

source: Failed to save PdfSignature options
es: Error al guardar las configuraciones de PdfSignature

source: File type should be {type}
es: El tipo de archivo debe ser {type}

source: Digital id password
es: Contraseña del Id digital

source: Select page
es: Seleccione la página

source: Select position
es: Seleccione la posición

source: Select image
es: Seleccione la imagen

source: No images in here
es: No se encontraron imágenes

source: Sign document
es: Firmar documento

source: Find a image on cloud...
es: Buscar imagen en la nube

source: Pick your id digital...
es: Seleccione su Id digital

source: Pick your logo...
es: Seleccione su logo

source: Sign with logo
es: Firmar con logo

source: Search image on computer
es: Buscar la imagen en mi pc

source: * Move the box to desire place, then press doble click *
es: * Desplace el recuadro al lugar deseado, entonces presione doble click *

source: First page
es: Primera página

source: Last page
es: Última página

source: File {name} has been signed
es: El archivo {name} ha sido firmado

source: Certificate status is unknown
es: El estado del certificado es desconocido

source: Certificate status is revoked
es: El estado del certificado es revocado

source: Id digital password is incorrect
es: La contraseña del Id digital es incorrecta

source: An error occurred with signature API
es: Ha ocurrido un error con el API de firma

source: Validate pdf signature
es: Validar firmas de pdf

source: Signature Information
es: Información de la firma

source: Signature
es: Firma

source: Signer :
es: Firmante :

source: Certificate info :
es: Información del certificado :

source: Integrity :
es: Integridad :

source: Signature time :
es: Fecha de la firma :

source: Modification :
es: Modificación :

source: Summary :
es: Resumen :
